tap "caskroom/cask"
tap "caskroom/fonts"
tap "cloudfoundry/tap"
tap "git-duet/tap"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/versions"
tap "starkandwayne/cf"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "awscli"
brew "readline"
brew "bash"
brew "coreutils"
brew "direnv"
brew "git"
brew "docker"
brew "libyaml"
brew "docker-compose"
brew "freetype"
brew "gnupg"
brew "go"
brew "htop"
brew "ipcalc"
brew "jq"
brew "openssl"
brew "lastpass-cli"
brew "lua"
brew "mas"
brew "minio-mc"
brew "python3"
brew "protobuf"
brew "reattach-to-user-namespace"
brew "s3cmd"
brew "shellcheck"
brew "the_silver_searcher"
brew "tig"
brew "tmate"
brew "tmux"
brew "tree"
brew "vim", args: ["with-lua"]
brew "watch"
brew "wget"
brew "cloudfoundry/tap/cf-cli"
brew "git-duet/tap/git-duet"
brew "starkandwayne/cf/spruce"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "battle-net"
cask "dropbox"
cask "flycut"
cask "font-inconsolata"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "iina"
cask "screenhero"
cask "shiftit"
cask "telegram-desktop"
cask "transmission"
cask "vagrant"
cask "virtualbox"
mas "WeChat", id: 836500024
