tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "bash"
brew "openssl@3"
brew "coreutils"
brew "curl"
brew "go"
brew "direnv"
brew "fzf"
brew "git"
brew "gnutls"
brew "readline"
brew "gnupg"
brew "htop"
brew "ipcalc"
brew "iperf"
brew "jq"
brew "lastpass-cli"
brew "libyaml"
brew "lua"
brew "mas"
brew "minio-mc"
brew "node"
brew "protobuf"
brew "python@3.10"
brew "python@3.9"
brew "s3cmd"
brew "shellcheck"
brew "tailscale", restart_service: true
brew "the_silver_searcher"
brew "tig"
brew "tmate"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "youtube-dl"
cask "beeper"
cask "copyq"
cask "font-inconsolata"
cask "iina"
cask "raspberry-pi-imager"
cask "rectangle"
cask "shottr"
cask "stats"
cask "sublime-text"
cask "telegram-desktop"
cask "transmission"
cask "visual-studio-code"
cask "warp"
mas "Bob", id: 1630034110
mas "Microsoft To Do", id: 1274495053
mas "The Unarchiver", id: 425424353
mas "WeChat", id: 836500024
mas "WhatsApp", id: 1147396723
vscode "GitHub.copilot"
vscode "golang.go"
vscode "ms-vscode.live-server"
vscode "vscodevim.vim"
