tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/versions'
tap 'git-duet/tap'
tap 'cloudfoundry/tap'
tap 'caskroom/fonts'
tap 'starkandwayne/cf'
tap 'universal-ctags/universal-ctags'

brew 'ack'
brew 'awscli'
brew 'bash'
brew 'cf-cli'
brew 'coreutils'
brew 'direnv'
brew 'docker'
brew 'docker-compose'
brew 'freetype'
brew 'git'
brew 'git-duet'
brew 'gnupg2'
brew 'go'
brew 'htop'
brew 'ipcalc'
brew 'jq'
brew 'lastpass-cli'
brew 'libyaml'
brew 'lua'
brew 'mas'
brew 'minio-mc'
brew 'openssl'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 's3cmd'
brew 'spruce'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmate'
brew 'tmux'
brew 'tree'
brew 'universal-ctags', args: ['HEAD']
brew 'vim', args: ['with-lua']
brew 'watch'
brew 'wget'

cask 'battle-net'
cask 'dropbox'
cask 'flux'
cask 'flycut'
cask 'font-inconsolata'
cask 'google-chrome'
cask 'iterm2'
cask 'java'
cask 'mplayerx'
cask 'screenhero'
cask 'shiftit'
cask 'telegram-desktop'
cask 'transmission'
cask 'vagrant'
cask 'virtualbox'
